Tekla.Structures.Internal.ConnectUploads.Upload
Represents the upload to Connect info.

Tekla.Structures.Internal.ConnectUploads.Upload.Name
Gets or sets the name of the upload.

Tekla.Structures.Internal.ConnectUploads.Upload.Local
Gets or sets the local file of the upload.

Tekla.Structures.Internal.ConnectUploads.Upload.Connect
Gets or sets the Connect info of the upload.